[
  {
    "name": "Wheely",
    "members": "Alaé Zerdam, Amane Senhaji, Mohamed Ait Ahcene, Rayane Mokhtari",
    "year": "2024/2025",
    "images": [
      "/ich/assets/images/wheely1.png",
      "/ich/assets/images/wheely2.png",
      "/ich/assets/images/wheely3.png"
    ],
    "objectif": "Wheely est un assistant intelligent qui permet d'améliorer le niveau de sécurité des utilisateurs conduisant un fauteuil roulant électrique en détectant la fatigue faciale et lancer des appels d'aide d'une façon automatique. La détection de fatigue se base sur les données collectées par la caméra ce qui permettra de lancer des alertes sonores et visuelles afin de solliciter l'aide nécessaire."
  },
  {
    "name": "NaoBody",
    "members": "Fanta Kamissokho, Mouna Benboudjema, Nouna Hamam, Sonia Ayouni",
    "year": "2024/2025",
    "images": [
      "/ich/assets/images/nao1.png",
      "/ich/assets/images/nao2.png",
      "/ich/assets/images/nao3.png"
    ],
    "objectif": "A travers le projet NaoBody, Nao va aider les enfants atteints de TSA à reconnaître parties, l'imitation des mouvements, les enfants vont développer une meilleure prise de conscience corporelle, ce qui renforce leur coordination motrice globale."
  },
  {
    "name": "Detect'chute",
    "members": "Anna Dong, Arthur Le Breton, Florian Lefebvre, Sofiane Lhiyat",
    "year": "2024/2025",
    "images": [
      "/ich/assets/images/detect1.png",
      "/ich/assets/images/detect2.png",
      "/ich/assets/images/detect3.png"
    ],
    "objectif": "L'objectif de ce projet est de détecter la chute d'une personne dans le cadre du domicile. On va relever des informations sur la personne à l'aide de caméras (technologie pas encore choisie) et des capteurs (capteurs de pression, capteurs portés type accéléromètres, détecteurs IR). Nous allons croiser ces données afin de détecter la chute avec fiabilité. Si un comportement anormal ou une suspicion de chute est détectée, la personne va valider ou non la chute avec une synthèse vocale pour écarter les cas de faux-positifs, puis se faire contacter par une hotline à l'aide d'une application téléphone ou d'une montre."
  },
  {
    "name": "EyeRobot",
    "members": "Emma Daoust, Jeanne Ferron, Marie Fernandez, Tiffany Voguin",
    "year": "2024/2025",
    "images": [
      "/ich/assets/images/eye1.png",
      "/ich/assets/images/eye2.png",
      "/ich/assets/images/eye3.png"
    ],
    "objectif": "Le projet consiste en une voiture télécommandée via les mouvements oculaires (eye-tracker) ou de tête, destinée aux enfants ne pouvant manipuler des jouets classiques avec leurs mains. Elle est reliée à une application tablette intégrant une manette virtuelle, un retour vidéo en direct, et une assistance à la conduite grâce à des capteurs (obstacles, collisions). Un jeu en réalité augmentée permettra de rendre l'expérience ludique, avec la collecte d'éléments virtuels dans l'environnement réel."
  }
]
